const columnLabels = [
  '블록 높이',
  '블록 도메인',
  '제안자',
  '머클 루트',
  '블록 해시',
  '이전 블록 해시',
];

const columnTooltips = [
  {
    "title": "블록 높이란?",
    "content": "블록체인에서 블록이 생성된 순서를 나타내는 번호입니다.",
  },
  {
    "title": "블록 도메인이란?",
    "content": "블록(투표)을 가르키기 위한 하나의 별칭이며 블록 해시와 더불어 블록을 구별할 수 있는 하나의 식별자입니다.",
  },
  {
    "title": "제안자란?",
    "content": "블록(투표)을 생성한 계정의 식별 해시값입니다.",
  },
  {
    "title": "머클 루트란?",
    "content": "블록(투표) 안 트랜잭션(투표지)들을 한 줄로 정리한 무결성 체크용 해시값 입니다.",
  },
  {
    "title": "블록 해시란?",
    "content": "블록(투표) 전체 데이터를 해시한 고유 식별자입니다.",
  },
  {
    "title": "이전 블록 해시란?",
    "content": "해당 블록(투표) 이전의 블록 전체 데이터를 해시한 고유 식별자입니다.",
  },
];
